<html>
<head>
<style>
body {
	font: 15px Arial, Helvetica, sans-serif;
	padding: 20px;
	max-width: 900px;
}
h1,h2,h3,h4 {
	margin: 50px 0 15px 0;
	color: #15c;
}
p {
	margin: 15px 0;
}
</style>
</head>
<body>
<h1>Тестовое задание на вакансию PHP разработчик</h1>
<p>
	На основе приложенной 
	<a href="markup/user_office_address.html" target="_blank">верстки</a> 
	реализовать функционал формы добавления адреса доставки.
</p>
<p>Все введенные пользователем данные сохраняются в БД и выводятся в блоке "MY ADDRESSES". 
	Адреса должны быть упорядочены по алфавиту.
</p>
<p>Допускается использование любых библиотек и фреймворков.</p>

<h4>Дополнительный функционал (не обязателен к реализации)</h4>
<p>Под каждым сохраненным адресом выводить Google-карту с меткой адреса.</p>
</body>
</html>

